const chatLog = [
  {
    chatId: 10,
    timestamp: '2024-09-11T15:35:00Z',
    title: '대화 10',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 9,
    timestamp: '2024-09-11T15:34:00Z',
    title: '대화 9',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 8,
    timestamp: '2024-09-11T15:33:00Z',
    title: '대화 8',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 7,
    timestamp: '2024-09-11T15:32:00Z',
    title: '대화 7',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 6,
    timestamp: '2024-09-11T15:31:00Z',
    title: '대화 6',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 5,
    timestamp: '2024-09-11T15:30:00Z',
    title: '대화 5',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 4,
    timestamp: '2024-09-11T15:29:00Z',
    title: '대화 4',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 3,
    timestamp: '2024-09-11T15:28:00Z',
    title: '대화 3',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 2,
    timestamp: '2024-09-11T15:27:00Z',
    title: '대화 2',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
  {
    chatId: 1,
    timestamp: '2024-09-11T15:26:00Z',
    title: '대화 1',
    contents: ['이전 데이터 질문 1', '이전 데이터 응답 1', '이전 데이터 질문 2', '이전 데이터 응답 2'],
  },
];

export default chatLog;
